[
	"<p><a href=\"https://share.greenlight.com/8696153?advocate_partner_share_id=90fbf5e836\">Greenlight makes it easy to send money to your kids</a> and teach them how to manage it. Sign up today and you'll get $30!</p>",
	"<p>Don't miss your chance to <a href=\"https://a.webull.com/Qrhe5EhxyazvBpKEu6\">get your free stocks</a> when you register at Webull</p>",
	"<p>Conveniently buy tickets to top <a href=\"https://vividseats.page.link/rd7V\">sports, concert, and theater events</a> with the free Vivid Seats mobile app.</p>",
	"<p>iTrustCapital is the #1 <a href=\"https://itrustcapital.com/?referral_id=LEP4CD&utm_source=RAF\">Crypto IRA platform</a> offering cryptocurrencies, gold and silver within your retirement accounts.</p>",
	"<p>Slim, Sleek, Ready to Go: <a href=\"https://amzn.to/3sJZKZS\">Razer Book 13’s ultra-compact</a>, 13.4” 4K touch display 4-sided with thin bezels and lightweight, CNC aluminum, unibody design make it the perfect mobility companion to conquer the day's undertakings.</p>",
	"<p>Sony WF-1000XM4 Industry Leading <a href=\"https://amzn.to/3TUzGHq\">Noise Canceling Wireless Earbuds</a>, Exceptional sound quality with new Integrated Processor V1 and supporting LDAC codec.</p>",
	"<p>Banking for what you’re building -- Startups of all sizes rely on Mercury as they create the next great companies. <a href=\"https://mercury.com/r/profullstack\">Apply in 10 minutes</a> to try business banking as it should be.</p>",
	"<p>Design your own logo now! Try AI Logo maker...use coupon code <a href=\"https://www.logoai.com/?coupon=THIMBOS\">THIMBOS</a> to make your business stand out with a beautifully AI designed logo that matches your style.</p>",
	"<p>Become a <a href=\"https://refer.discover.com/s/mpv5ov\">Discover Cardmember and you'll get a $100 Statement Credit</a> with your 1st purchase within 3 months.</p>",
	"<p>Ready, set, order! 🛒 💰✨  <a href=\"https://inst.cr/t/253d8e8c0\">Get up to $30 off Instacart</a>. Use my code EE18743142 at checkout or follow this link. Terms apply.</p>"
]
